{
  "Hanuman Bhajans": [
    {
      "id": 1,
      "title": "Shree Hanuman Chalisa",
      "singer": "Hariharan",
      "file": "hanuman/shree-hanuman-chalisa.mp3",
      "lyrics": "દોહા\nશ્રી ગુરુ ચરણ સરોજ રજ, નિજ મન મુકુર સુધારિ।\nવરણોં રઘુવર વિમલ યશ, જો દાયક ફલ ચારિ॥\nબુદ્ધિહીન તનુ જાનિકે, સુમિરૌં પવન કુમાર।\nબલ બુદ્ધિ વિદ્યા દેહુ મોહિ, હરહુ કલેશ વિકાર॥\n\nચોપાઈ\nજય હનુમાન જ્ઞાન ગુણ સાગર। જય કપીસ તિહું લોક ઉજાગર॥\nરામદૂત અતુલિત બલ ધામા। અંજનિપુત્ર પવનસુત નામા॥\nમહાવીર વિક્રમ બજરંગી। કુમતિ નિવાર સુમતિ કે સંગી॥\nકંચન વરણ વિરાજ સુવેશા। કાનન કુંડલ કુંચિત કેશા॥\nહાથ વજ્ર ઔર ધ્વજા બિરાજે। કાંધે મૂંજ જનેઊં સાજે॥\nશંકર સુવન કેસરીનંદન। તેજ પ્રતાપ મહા જગ વંદન॥\nવિદ્યાવાન ગુણી અતિ ચાતુર। રામ કાજ કરિબે કો આતુર॥\nપ્રભુ ચરિત્ર સુનિબે કો રસિયા। રામલખન સીતા મન બસિયા॥\nસૂક્ષ્મ રૂપ ધરિ સિયહિં દિખાવા। વિકટ રૂપ ધરિ લંક જરાવા॥\nભીમ રૂપ ધરિ અસુર સંહારે। રામચંદ્ર કે કાજ સંવારે॥\nલાય સંજીવની લખન જિયાયે। શ્રી રઘુવીર હરષિ ઉર લાયે॥\nરઘુપતિ કીન્હી બહુત બડાઈ। તુમ મમ પ્રિય ભરતહિ સમ ભાઈ॥\nસહસ વદન તુમ્હરો યશ ગાવેં। અસ કહી શ્રીપતિ કંઠ લગાવેં॥\nસનકાદિક બ્રહ્માદિ મુનીશા। નારદ શારદ સહિત અહીશા॥\nજમ કુબેર દિગપાલ જહાં તે। કવિ કોવિદ કહિ સકે કહાં તે॥\nતુમ ઉપકાર સુગ્રીવહિ કીન્હા। રામ મિલાય રાજ પદ દીન્હા॥\nતુમ્હરો મંત્ર વિભીષણ માના। લંકેશ્વર ભયે સબ જગ જાના॥\nજુગ સહસ્ર જોજન પર ભાનુ। લીલ્યો તાહિ મધુર ફલ જાનૂ॥\nપ્રભુ મુદ્રિકા મેલિ મુખ માહીં। જલધિ લાંઘિ ગયે અચરજ નાહીં॥\nદુર્ગમ કાજ જગત કે જેતે। સુગમ અનુગ્રહ તુમ્હરે તેતે॥\nરામ દુઆરે તુમ રખવારે। હોત ન આજ્ઞા બિનુ પૈસારે॥\nસબ સુખ લહૈ તુમ્હારી શરણા। તુમ રક્ષક કાહૂ કો ડરના॥\nઆપન તેજ સમ્હારો આપૈ। તીનોં લોક હાંકે તે કાંપૈ॥\nભૂત પિશાચ નિકટ નહિ આવૈ। મહાવીર જબ નામ સુનાવૈ॥\nનાસૈ રોગ હરૈ સબ પીરા। જપત નિરંતર હનુમત બીરા॥\nસંકટ તે હનુમાન છુડાવૈ। મન ક્રમ વચન ધ્યાન જો લાવૈ॥\nસબ પર રામ તપસ્વી રાજા। તિનકે કાજ સકલ તુમ સાજા॥\nઔર મનોરથ જો કોઈ લાવૈ। સોઈ અમિત જીવન ફલ પાવૈ॥\nચારોં જુગ પરતાપ તુમ્હારા। હૈ પરસિદ્ધ જગત ઉજિયારા॥\nસાધુ સંત કે તુમ રખવારે। અસુર નિકંદન રામ દુલારે॥\nઅષ્ટ સિદ્ધિ નવ નિધિ કે દાતા। અસ વર દીન જાનકી માતા॥\nરામ રસાયન તુમ્હરે પાસા। સદા રહો રઘુપતિ કે દાસા॥\nતુમ્હરે ભજન રામ કો ભાવૈ। જનમ જનમ કે દુઃખ બિસરાવૈ॥\nઅંતકાલ રઘુવર પુર જાઈ। જહાં જનમ હરિભક્ત કહાઈ॥\nઔર દેવતા ચિત્ત ન ધરઈ। હનુમત સેઈ સર્વ સુખ કરઈ॥\nસંકટ કટૈ મિટૈ સબ પીરા। જો સુમિરૈ હનુમત બલબીરા॥\nજય જય જય હનુમાન ગોસાઈં। કૃપા કરહુ ગુરુદેવ કી નાઈં॥\nજો શત બાર પાઠ કર કોઈ। છૂટહિ બંદિ મહા સુખ હોઈ॥\nજો યહ પઢૈ હનુમાન ચાલીસા। હોઈ સિદ્ધિ સાખી ગૌરીસા॥\nતુલસીદાસ સદા હરિ ચેરા। કીજૈ નાથ હૃદય મહં ડેરા॥\n\nદોહા\nપવન તનય સંકટ હરણ, મંગલ મૂરતિ રૂપ।\nરામ લખન સીતા સહિત, હૃદય બસહુ સૂર ભૂપ॥\n",
      "meaning": "હે ગુરુદેવ, હું મારા મનને સ્વચ્છ કરું છું. હું તમને વિનમ્રતાપૂર્વક નમન કરું છું અને ભગવાન રામચંદ્રજીની કીર્તિનું વર્ણન કરું છું, જે ચાર ફળો આપે છે: ધર્મ, અર્થ, કામ અને મોક્ષ.\nહે પવનપુત્ર, હું બુદ્ધિ વગરનો છું અને તમારી શરણમાં આવ્યો છું. મને શક્તિ, બુદ્ધિ અને જ્ઞાન આપો અને મારા બધા દુ:ખો અને રોગોને દૂર કરો.\n\nહે જ્ઞાની, બુદ્ધિશાળી અને ગુણવાન હનુમાનજી, તમે પવનપુત્ર અને માતા અંજનીના પુત્ર છો. તમે રામદૂત, મહાન, બહાદુર અને વીર છો. તમે બધા દુ:ખો અને પીડાઓનો નાશ કરો છો. તમે સુવર્ણ જેવા છો, તમારા કાનમાં કુંડળ અને માથા પર કેશ છે. તમારા હાથમાં ગદા અને ધજા છે. તમે ભગવાન શંકરના અવતાર છો. તમે અત્યંત શક્તિશાળી, બુદ્ધિશાળી અને વીર છો. તમે રામના કામો કરવા માટે હંમેશા તૈયાર રહો છો. તમે સીતા અને લક્ષ્મણના પ્રિય છો. તમે સંજીવની બુટી લાવીને લક્ષ્મણના પ્રાણ બચાવ્યા. તમે વિભીષણને લંકાના રાજા બનાવ્યા. તમે હજાર યોજન સૂર્યને મીઠું ફળ સમજીને ગળી ગયા. તમે રામના બધા કામો સરળતાથી કરી દીધા. તમે રામના દ્વારપાળ છો. તમારા શરણે આવનારને કોઈ ભય નથી. તમે તમારા તેજથી ત્રણેય લોકને ધ્રુજાવી શકો છો. ભૂત-પ્રેત તમારી નજીક આવતા નથી. જે તમારું નામ લે છે, તેના રોગ અને પીડા દૂર થાય છે. તમે બધા સંકટોમાંથી મુક્ત કરો છો. તમે રામના પ્રિય છો. જે તમારી સેવા કરે છે તેને જીવનના બધા સુખો મળે છે. તમે આઠ સિદ્ધિઓ અને નવ નિધિઓ આપો છો. તમે રામના ભક્ત છો. જે તમારું ભજન કરે છે તેના બધા દુ:ખો દૂર થાય છે. અંતમાં, તે વ્યક્તિ ભગવાન રામના ધામમાં જાય છે. બીજો કોઈ દેવતા તમારી સેવા કરી શકે તેમ નથી. જે તમારું સ્મરણ કરે છે, તેના બધા સંકટ દૂર થાય છે. જય હો હનુમાનજી! હે ગુરુદેવ, મારા પર કૃપા કરો. જે આ ચાલીસાનો 100 વાર પાઠ કરે છે, તે મહાસુખ પામે છે. આ ચાલીસાનો પાઠ કરનારને સિદ્ધિ મળે છે. તુલસીદાસ હંમેશા રામના સેવક છે. હે નાથ, મારા હૃદયમાં વાસ કરો.\n\nહે પવનપુત્ર, સંકટ હરનાર, મંગલ મૂર્તિ સ્વરૂપ, રામ, લક્ષ્મણ અને સીતા સહિત મારા હૃદયમાં નિવાસ કરો."
    },
    {
      "id": 2,
      "title": "Bajrang Baan",
      "singer": "Hariharan",
      "file": "hanuman/bajrang-baan.mp3",
      "lyrics": "દોહા\nનિશ્ચય પ્રેમ પ્રતીતિ તે, વિનય કરૈ સનમાન।\nતેહિ કે કારજ સકલ શુભ, સિદ્ધિ કરૈ હનુમાન॥\n\nચોપાઈ\nજય હનુમંત સંત હિતકારી। સુનિ લીજૈ પ્રભુ અરજ હમારી॥\nજન કે કાજ વિલંબ ન કીજૈ। આતુર દૌરિ મહા સુખ દીજૈ॥\nજય જય જય હનુમાન ગોસાઈં। કૃપા કરહુ ગુરુદેવ કી નાઈં॥\nજયતિ સદા કપિ સંત સહાઈ। રામ લખન સીતા સુખદાઈ॥\nભજન શક્તિ દેહું સુમતિ હૈ। તારો નામ જય જય જય હૈ॥\nદુષ્ટ દલન રઘુવીર કાજ સનવારન। રામચન્દ્રજીના પ્યારા બજરંગી॥\nસંકટ તે હનુમાન છુડાવૈ। મન ક્રમ વચન ધ્યાન જો લાવૈ॥\nસબ સુખ લહૈ તુમ્હારી શરણા। તુમ રક્ષક કાહૂ કો ડરના॥\nઆપન તેજ સમ્હારો આપૈ। તીનોં લોક હાંકે તે કાંપૈ॥\nભૂત પિશાચ નિકટ નહિ આવૈ। મહાવીર જબ નામ સુનાવૈ॥\nનાસૈ રોગ હરૈ સબ પીરા। જપત નિરંતર હનુમત બીરા॥\nસંકટ તે હનુમાન છુડાવૈ। મન ક્રમ વચન ધ્યાન જો લાવૈ॥\nસબ પર રામ તપસ્વી રાજા। તિનકે કાજ સકલ તુમ સાજા॥\nઔર મનોરથ જો કોઈ લાવૈ। સોઈ અમિત જીવન ફલ પાવૈ॥\nચારોં જુગ પરતાપ તુમ્હારા। હૈ પરસિદ્ધ જગત ઉજિયારા॥\nસાધુ સંત કે તુમ રખવારે। અસુર નિકંદન રામ દુલારે॥\nઅષ્ટ સિદ્ધિ નવ નિધિ કે દાતા। અસ વર દીન જાનકી માતા॥\nરામ રસાયન તુમ્હરે પાસા। સદા રહો રઘુપતિ કે દાસા॥\nતુમ્હરે ભજન રામ કો ભાવૈ। જનમ જનમ કે દુઃખ બિસરાવૈ॥\nઅંતકાલ રઘુવર પુર જાઈ। જહાં જનમ હરિભક્ત કહાઈ॥\nઔર દેવતા ચિત્ત ન ધરઈ। હનુમત સેઈ સર્વ સુખ કરઈ॥\nસંકટ કટૈ મિટૈ સબ પીરા। જો સુમિરૈ હનુમત બલબીરા॥\nજય જય જય હનુમાન ગોસાઈં। કૃપા કરહુ ગુરુદેવ કી નાઈં॥\nજો શત બાર પાઠ કર કોઈ। છૂટહિ બંદિ મહા સુખ હોઈ॥\nજો યહ પઢૈ હનુમાન ચાલીસા। હોઈ સિદ્ધિ સાખી ગૌરીસા॥\nતુલસીદાસ સદા હરિ ચેરા। કીજૈ નાથ હૃદય મહં ડેરા॥\n\nદોહા\nપવન તનય સંકટ હરણ, મંગલ મૂરતિ રૂપ।\nરામ લખન સીતા સહિત, હૃદય બસહુ સૂર ભૂપ॥\n",
      "meaning": "જે કોઈ હનુમાનજીમાં દ્રઢ વિશ્વાસ અને શ્રદ્ધા સાથે પ્રાર્થના કરે છે, તેના બધા કામ હનુમાનજી સફળ કરે છે. હે સંતોના હિતકારી હનુમાનજી, અમારી પ્રાર્થના સાંભળો. અમારા કામમાં વિલંબ ન કરો અને ઝડપથી આવીને મહાસુખ આપો. જય હો હનુમાનજી! ગુરુદેવની જેમ અમારા પર કૃપા કરો. તમે હંમેશા સંતોની મદદ કરો છો અને રામ, લક્ષ્મણ અને સીતાને સુખ આપો છો. દુષ્ટોનો નાશ કરનાર અને રામજીના પ્રિય બજરંગબલી, જે તમારું મન, વચન અને કર્મથી ધ્યાન કરે છે, તેના બધા સંકટો દૂર થાય છે. તમારી શરણમાં આવનારને બધા સુખો મળે છે. તમે રક્ષક છો, તેથી કોઈનાથી ડરવાની જરૂર નથી. તમારા તેજથી ત્રણેય લોક કંપી ઉઠે છે. જ્યારે તમારું નામ લેવામાં આવે છે, ત્યારે ભૂત-પ્રેત નજીક આવતા નથી. જે તમારું સતત નામ જપે છે, તેના રોગ અને પીડા દૂર થાય છે. તમે બધા સંકટોમાંથી મુક્ત કરો છો. તમે રામના પ્રિય છો. જે તમારી સેવા કરે છે તેને જીવનના બધા સુખો મળે છે. તમે આઠ સિદ્ધિઓ અને નવ નિધિઓ આપો છો. તમે રામના ભક્ત છો. જે તમારું ભજન કરે છે તેના બધા દુ:ખો દૂર થાય છે. અંતમાં, તે વ્યક્તિ ભગવાન રામના ધામમાં જાય છે. બીજો કોઈ દેવતા તમારી સેવા કરી શકે તેમ નથી. જે તમારું સ્મરણ કરે છે, તેના બધા સંકટ દૂર થાય છે. જય હો હનુમાનજી! હે ગુરુદેવ, મારા પર કૃપા કરો. જે આ ચાલીસાનો 100 વાર પાઠ કરે છે, તે મહાસુખ પામે છે. આ ચાલીસાનો પાઠ કરનારને સિદ્ધિ મળે છે. તુલસીદાસ હંમેશા રામના સેવક છે. હે નાથ, મારા હૃદયમાં વાસ કરો.\n\nહે પવનપુત્ર, સંકટ હરનાર, મંગલ મૂર્તિ સ્વરૂપ, રામ, લક્ષ્મણ અને સીતા સહિત મારા હૃદયમાં નિવાસ કરો."
    },
    {
      "id": 3,
      "title": "Hanuman Ashtak",
      "singer": "Rahul Saxena",
      "file": "hanuman/hanuman-ashtak.mp3",
      "lyrics": "બાલ સમય રવિ ભક્ષિ લિયો તબ, તીનહુ લોક ભયો અંધિયારો।\nતાહિ સો ત્રેયે ત્રાસ ભયો તબ, તુમહી સો લાયો પવન કુમારો॥\nકામ પરસે કન દસ કમલે, લાયો સુત લહિયો સંતત।\nરામ નામ રસ પાયો।\nસુભટ સંજીવન, તેહી તેહી બંકા, તુમ આયે હરિ રાવણ કા॥\nપવનસુત તેહી ભયે મહાબલ, તેહી બંકા તુમ સાગર કો પાર ગયા।\nરામ નામ રસ પાયો, લંકા સિદ્ધ કિયો।\nસુભટ સંજીવન, તેહી તેહી બંકા, તુમ આયે હરિ રાવણ કા॥\nપવનપુત્ર હનુમાન, તુમ્હરો નામ બડું હૈ।\nકૃપા કરહો દાસ પર, નિજ દયા કરો હૈ॥\n",
      "meaning": "બાળપણમાં તમે સૂર્યને ગળી ગયા હતા, ત્યારે ત્રણેય લોકમાં અંધકાર છવાઈ ગયો હતો. હે પવનપુત્ર, તમે તે સમયે સંજીવની બુટ્ટી લાવીને લક્ષ્મણના પ્રાણ બચાવ્યા. તમે રામનું નામ લઈને લંકાને જીતી લીધી. તમે અસુર રાવણનો નાશ કર્યો. હે પવનપુત્ર હનુમાન, તમારું નામ મોટું છે. તમારા દાસ પર કૃપા કરો, તમારી દયા કરો."
    }
  ],
  "Shiva Bhajans": [
    {
      "id": 4,
      "title": "Shiv Tandav Stotram",
      "singer": "Shankar Mahadevan",
      "file": "shiva/shiv-tandav-stotram.mp3",
      "lyrics": "જટાટવી ગલજ્જલ પ્રવાહ પાવિત સ્થલે,\nગલેવલંબ્ય લંબિતાં ભુજંગતુંગ માલિકામ ।\nડમડ્ડમડમડ્ડમન્નિનાદવડમર્વયમ્,\nચકાર ચંડતાંડવં તનોતુ નઃ શિવઃ શિવમ્ ॥૧॥\n\nજટા કટાહ સંભ્રમ ભ્રમન્નિલિમ્પ નિર્ઝરી,\nવિલોલ વીચી વલ્લરી વિરાજમાન મૂર્ધનિ ।\nધગદ્ધગદ્ધગજ્જવલલ્લલાટ પટ્ટ પાવકે,\nકિશોરચંદ્રશેખરે રતિઃ પ્રતિ ક્ષણં મમ ॥૨॥\n\nધરા ધરેન્દ્ર નંદિની વિલાસ બંધુ બંધુર,\nસ્ફુરદ્દિગંત સંતતિ પ્રમોદ માનમાનસે ।\nકૃપા કટાક્ષ ધૉરણિ નિરુદ્ધ દુર્ધરાપદિ,\nક્વચિદ્દિગંબરે મનો વિનોદમેતુ વસ્તુનિ ॥૩॥\n\nજટાભુજંગ પિંગલ સ્ફુરત્ફણા મણિ પ્રભા,\nકદંબ કુંકુમ દ્રવ પ્રલિપ્ત દિગ્વધૂમુખે ।\nમદન્ધ સિંઘુ રસ્ફુરત્ત્વગુત્તરીય મેદુરે,\nમનો વિનોદમદ્ભુતં બિભર્તુ ભૂતભર્તરિ ॥૪॥\n\nસહસ્ર લોચન પ્રભૃત્ય શેષ લેખ શેખર,\nપ્રસૂન ધૂલિ ધૉરણિ વિધુસરાંઘ્રિ પીઠભૂઃ ।\nભુજંગરાજ માલયા નિબદ્ધ જાટ જૂટકઃ,\nશ્રિયૈ ચિરાય જાયતાં ચકોર બંધુ શેખરઃ ॥૫॥\n\nલલાટ ચત્વરજ્વલદ્ધનંજય સ્ફુલિંગભા,\nનિપીત પંચ સાયકં નમન્નિલિમ્પ નાયકમ્ ।\nસુધામયૂખ લેખયા વિરાજમાનશેખરં,\nમહાકપાલિ સંપદે શિરોજટા લમસ્તુ નઃ ॥૬॥\n\nકરાલ ભાલ પટ્ટિકા ધગદ્ધગદ્ધગજ્જવલ-\nધ્દનંજયાધિકૃત પ્રચંડ પંચસાયકે ।\nનૃપેન્દ્ર નીલ શૈલ પુત્રિકાત્મનઃ શરણમ્,\nમનોહર ભવનં બિભર્તુ મધ્ય ભાગે મામ ॥૭॥\n\nસર્વમંગલ મંગલ્યા, શિવે સર્વાર્થ સાધિકે।\nશરણ્યે ત્ર્યંબકે ગૌરિ, નારાયણિ નમોઽસ્તુતે॥\n",
      "meaning": "જેનું મસ્તક જંગલ જેવી જટાઓથી સુશોભિત છે અને તેમાંથી ગંગા નદીના પ્રવાહથી પવિત્ર થાય છે, જેમણે પોતાના ગળામાં ભવ્ય અને વિશાળ સર્પમાળા પહેરી છે અને જે ડમરૂના ડમડમ અવાજ સાથે ભયાનક તાંડવ નૃત્ય કરે છે, તે શિવજી આપણા બધાને કલ્યાણ પ્રદાન કરે. \nજેમની જટાઓમાંથી ફરતી ગંગા નદીના તરંગો મસ્તક પર વિરાજમાન છે, જેમનું કપાળ ધગધગતા અગ્નિથી પ્રજ્વલિત છે, અને જેમના મસ્તક પર બાળ ચંદ્ર શોભે છે, તેમના પ્રત્યે મારી શ્રદ્ધા પ્રતિ ક્ષણ વધતી રહે. \nજેઓ પર્વતોના રાજા હિમાલયની પુત્રી પાર્વતીના પ્રેમાળ સાથી છે, જેમનું મન બધા જીવોની ચિંતા કરે છે, જેઓ દયાપૂર્ણ દ્રષ્ટિથી બધી મુશ્કેલીઓનો નાશ કરે છે, અને જેઓ દિગંબર છે, મારું મન તે શિવમાં જ આનંદ પામે. \nજેમની જટાઓમાં રહેલા સાપનો રંગ પીળો-લાલ છે અને જેમની ગરદન પર કુમકુમનો લેપ છે, જેમણે દિશાઓને પોતાના વસ્ત્રો બનાવ્યા છે, અને જેમના ગળામાં હાથીની ચામડી છે, તે ભૂતોના સ્વામી મારા મનને અદ્ભુત આનંદ આપે. \nજેમના ચરણ પીઠને ઇન્દ્ર અને અન્ય દેવતાઓના માથા પર રહેલા ફૂલોની ધૂળથી સન્માનિત કરવામાં આવે છે, જેમણે પોતાની જટામાં સાપોની માળા બાંધી છે, અને જેમણે ચંદ્રને ધારણ કર્યો છે, તે શિવજી આપણને હંમેશા સમૃદ્ધિ પ્રદાન કરે. \nજેમના કપાળના અગ્નિએ કામદેવને બાળી નાખ્યો, અને જેમને બધા દેવતાઓ પ્રણામ કરે છે, જેમના મસ્તક પર અમૃત જેવી કિરણોવાળા ચંદ્ર શોભે છે, તે શિવજી આપણને સંપત્તિ પ્રદાન કરે. \nજેમના ભયાનક કપાળ પર ધગધગતો અગ્નિ છે, અને જેઓ કામદેવને નિયંત્રિત કરે છે, જેઓ પર્વતોના રાજાની પુત્રી પાર્વતીના પ્રિય છે, તે મારા મનને મનોહર નિવાસ પ્રદાન કરે.\n\nહે સર્વ મંગળકારી, કલ્યાણકારી, સર્વ અર્થોને સિદ્ધ કરનાર, હે ત્રણ નેત્રોવાળી ગૌરી, હે નારાયણી, તમને નમસ્કાર હો."
    },
    {
      "id": 5,
      "title": "Mahamrityunjay Mantra",
      "singer": "Shankar Mahadevan",
      "file": "shiva/mahamrityunjay-mantra.mp3",
      "lyrics": "ॐ त्र्यंबकं यजामहे सुगन्धिं पुष्टिवर्धनम्।\nउर्वारुकमिव बंधनान्मृत्योर्मुक्षीय माऽमृतात्॥",
      "meaning": "અમે ત્રણ નેત્રોવાળા ભગવાન શિવની પૂજા કરીએ છીએ, જે સુગંધિત છે અને જે બધા જીવોનું પોષણ કરે છે. જેમ કાકડી પાકી ગયા પછી તેના વેલામાંથી સરળતાથી છૂટી જાય છે, તેમ અમને મૃત્યુના બંધનમાંથી મુક્તિ આપો, પરંતુ અમરત્વથી નહીં."
    },
    {
      "id": 6,
      "title": "Maha Mrityunjaya Mantra (Sounds of Isha)",
      "singer": "Sounds of Isha",
      "file": "shiva/maha-mrityunjaya-isha.mp3",
      "lyrics": "ॐ त्र्यंबकं यजामहे सुगन्धिं पुष्टिवर्धनम्।\nउर्वारुकमिव बंधनान्मृत्योर्मुक्षीय माऽमृतात्॥",
      "meaning": "અમે ત્રણ નેત્રોવાળા ભગવાન શિવની પૂજા કરીએ છીએ, જે સુગંધિત છે અને જે બધા જીવોનું પોષણ કરે છે. જેમ કાકડી પાકી ગયા પછી તેના વેલામાંથી સરળતાથી છૂટી જાય છે, તેમ અમને મૃત્યુના બંધનમાંથી મુક્તિ આપો, પરંતુ અમરત્વથી નહીં."
    }
  ],
  "Ganesha Bhajans": [
    {
      "id": 7,
      "title": "Om Gan Ganpate Namah",
      "singer": "Anuradha Paudwal, Suresh Wadkar",
      "file": "ganesha/om-gan-ganpate.mp3",
      "lyrics": "ॐ गं गणपतये नमो नमः।\nश्री सिद्धिविनायक नमो नमः।\nअष्टविनायक नमो नमः।\nगणपति बाप्पा मोरया।\n",
      "meaning": "અમે ભગવાન ગણેશને નમન કરીએ છીએ. હે સિદ્ધિવિનાયક, તમને નમન. હે અષ્ટવિનાયક, તમને નમન. ગણપતિ બાપ્પા મોરયા."
    },
    {
      "id": 8,
      "title": "Sukhkarta Dukhharta",
      "singer": "Amitabh Bachchan",
      "file": "ganesha/sukhkarta-dukhharta.mp3",
      "lyrics": "सुखकर्ता दुखहर्ता वार्ता विघ्नाची।\nनुरवी पुरवी प्रेम कृपा जयाची॥\nसर्वांगी सुंदर उटी शेंदुराची।\nकंठी झळके माळ मुक्ताफळांची॥\nजय देव जय देव, जय मंगलमूर्ती।\nदर्शनमात्रे मनकामना पूर्ती॥\nरत्नखचित फरा तुज गौरीकुमरा।\nचंदनाची उटी कुमकुम केशरा॥\nहिरा जडित मुगुट शोभे केशरा।\nजय देव जय देव, जय मंगलमूर्ती॥\n",
      "meaning": "જે સુખ આપનાર અને દુ:ખ હરનાર છે, જે બધા વિઘ્નોને દૂર કરે છે. જેમની કૃપાથી બધું સારું થાય છે. જેનું શરીર સુંદર છે અને જેના પર સિંદૂર લગાવેલું છે. જેના ગળામાં મોતીની માળા શોભે છે. જય દેવ, જય દેવ, હે મંગલમૂર્તિ! તમારા દર્શનથી બધી મનોકામનાઓ પૂર્ણ થાય છે. રત્નોથી ભરેલો મુગટ તમારા કપાળ પર શોભે છે. તમારા પર ચંદન અને કેસરનો લેપ લાગેલો છે. હીરા જડિત મુગટ તમારા માથા પર શોભે છે. જય દેવ, જય દેવ, હે મંગલમૂર્તિ!"
    },
    {
      "id": 9,
      "title": "Ganpati Aarti",
      "singer": "Amitabh Bachchan",
      "file": "ganesha/ganpati-aarti.mp3",
      "lyrics": "जय देव जय देव, जय मंगलमूर्ती।\nदर्शनमात्रे मनकामना पूर्ती॥\n",
      "meaning": "જય દેવ, જય દેવ, હે મંગલમૂર્તિ! તમારા દર્શનથી બધી મનોકામનાઓ પૂર્ણ થાય છે."
    }
  ],
  "Vishnu, Krishna & Ram Bhajans": [
    {
      "id": 10,
      "title": "Om Namo Bhagavate",
      "singer": "Sam C.S., Sanjith Hegde",
      "file": "vishnu-krishna-ram/om-namo-bhagavate.mp3",
      "lyrics": "ॐ नमो भगवते वासुदेवाय।\nॐ नमो भगवते वासुदेवाय।\nॐ नमो भगवते वासुदेवाय।\n",
      "meaning": "હું ભગવાન વાસુદેવને નમન કરું છું."
    },
    {
      "id": 11,
      "title": "Ram Dhun",
      "singer": "Shankar Mahadevan",
      "file": "vishnu-krishna-ram/ram-dhun.mp3",
      "lyrics": "श्री राम जय राम जय जय राम।\nसीता राम जय जय राम।\n",
      "meaning": "શ્રી રામનો વિજય હો, સીતા અને રામનો વિજય હો."
    },
    {
      "id": 12,
      "title": "Raghupati Raghava Raja Ram",
      "singer": "Armonian",
      "file": "vishnu-krishna-ram/raghupati-raghav.mp3",
      "lyrics": "रघुपति राघव राजा राम।\nपतित पावन सीताराम॥\nईश्वर अल्लाह तेरो नाम।\nसबको सन्मति दे भगवान॥\n",
      "meaning": "રઘુવંશના સ્વામી, રાજા રામ. સીતા અને રામ, જે પાપીઓને પવિત્ર કરે છે. ઈશ્વર અને અલ્લાહ તમારું નામ છે. હે ભગવાન, બધાને સદબુદ્ધિ આપો."
    },
    {
      "id": 13,
      "title": "Om Jai Jagdish Hare (Tulsi Kumar)",
      "singer": "Tulsi Kumar",
      "file": "vishnu-krishna-ram/om-jai-jagdish-hare-tulsi.mp3",
      "lyrics": "ॐ जय जगदीश हरे।\nस्वामी जय जगदीश हरे॥\nभक्त जनों के संकट, क्षण में दूर करे॥\n",
      "meaning": "હે જગતના સ્વામી, તમારી જય હો. તમે તમારા ભક્તોના સંકટોને ક્ષણભરમાં દૂર કરો છો."
    },
    {
      "id": 14,
      "title": "Om Jai Jagdish Hare (Anuradha & Arun Paudwal)",
      "singer": "Anuradha & Arun Paudwal",
      "file": "vishnu-krishna-ram/om-jai-jagdish-hare-anuradha.mp3",
      "lyrics": "ॐ जय जगदीश हरे।\nस्वामी जय जगदीश हरे॥\nभक्त जनों के संकट, क्षण में दूर करे॥\n",
      "meaning": "હે જગતના સ્વામી, તમારી જય હો. તમે તમારા ભક્તોના સંકટોને ક્ષણભરમાં દૂર કરો છો."
    },
    {
      "id": 15,
      "title": "Shri Krishna Govind",
      "singer": "Jubin Nautiyal",
      "file": "vishnu-krishna-ram/shri-krishna-govind.mp3",
      "lyrics": "श्री कृष्ण गोविंद हरे मुरारी।\nहे नाथ नारायण वासुदेवा॥\n",
      "meaning": "હે કૃષ્ણ, ગોવિંદ, મુરારી! હે નાથ, નારાયણ, વાસુદેવ!"
    },
    {
      "id": 16,
      "title": "Achyutam Keshavam (Alka Yagnik)",
      "singer": "Alka Yagnik, Sanjeev Chaturvedi",
      "file": "vishnu-krishna-ram/achyutam-keshavam-alka.mp3",
      "lyrics": "अच्युतं केशवं कृष्ण दामोदरं।\nराम नारायणं जानकी वल्लभं॥\n",
      "meaning": "જે ક્યારેય ન નાશ પામે તેવા અચ્યુત, જેના કેશ સુંદર છે તેવા કેશવ, કૃષ્ણ અને દામાદરને હું નમન કરું છું. રામ, નારાયણ અને જાનકીના પ્રિય રામને હું નમન કરું છું."
    },
    {
      "id": 17,
      "title": "Achyutam Keshavam (Sonu Nigam)",
      "singer": "Sohail Sen, Sonu Nigam",
      "file": "vishnu-krishna-ram/achyutam-keshavam-sonu.mp3",
      "lyrics": "अच्युतं केशवं कृष्ण दामोदरं।\nराम नारायणं जानकी वल्लभं॥\n",
      "meaning": "જે ક્યારેય ન નાશ પામે તેવા અચ્યુત, જેના કેશ સુંદર છે તેવા કેશવ, કૃષ્ણ અને દામાદરને હું નમન કરું છું. રામ, નારાયણ અને જાનકીના પ્રિય રામને હું નમન કરું છું."
    }
  ],
  "Devi (Mata) Bhajans": [
    {
      "id": 18,
      "title": "Shree Durga Chalisa",
      "singer": "Anuradha Paudwal",
      "file": "devi/shree-durga-chalisa.mp3",
      "lyrics": "નમો નમો દુર્ગે સુખ કરની। નમો નમો અંબે દુખ હરની॥\nનિરાકાર હૈ જ્યોતિ તુમ્હારી। તિહું લોક ફૈલી ઉજિયારી॥\nશશિ લલાટ મુખ મહાવિશાલા। નેત્ર લાલ ભૃકુટિ વિકરાલા॥\nરૂપ માતા કો અતિ સુહાવે। સુર નર મુનિ સબ દર્શન પાવે॥\nતુમ સંસાર શક્તિ કર દો। પાપ દૂર કર દો॥\nતુમ બ્રહ્મા, વિષ્ણુ, મહેશની શક્તિ છો. તમે આ સંસારને ચલાવો છો. તમે ભક્તોનું રક્ષણ કરો છો.\n",
      "meaning": "હે દુર્ગા માતા, તમે સુખ આપનાર છો અને દુઃખ હરનાર છો, તમને નમસ્કાર. તમારી શક્તિ આખા ત્રણ લોકમાં ફેલાયેલી છે. તમારું મુખ વિશાળ છે અને તમારા નેત્રો લાલ છે. તમારું રૂપ અત્યંત સુંદર છે. તમે આ સંસારને શક્તિ આપો છો અને પાપને દૂર કરો છો. તમે બ્રહ્મા, વિષ્ણુ અને મહેશની શક્તિ છો અને ભક્તોનું રક્ષણ કરો છો."
    },
    {
      "id": 19,
      "title": "Vishvambhari Stuti",
      "singer": "Kinjal Dave",
      "file": "devi/vishvambhari-stuti.mp3",
      "lyrics": "જય જય જગદંબે માત ભવાની, વિશ્વંભરી અખિલ વિશ્વતણી જનની।\nશ્રી દુર્ગા દેવી શક્તિ ભવાની, જગદંબા માત ભવાની॥\n",
      "meaning": "જય હો જગદંબા માતા ભવાની, તમે આખા વિશ્વની માતા છો. શ્રી દુર્ગા દેવી, તમે શક્તિસ્વરૂપ ભવાની છો, જગદંબા માતા ભવાની."
    },
    {
      "id": 20,
      "title": "Jai Ambe Gauri Aarti",
      "singer": "Alka Yagnik",
      "file": "devi/jai-ambe-gauri-aarti.mp3",
      "lyrics": "જય અંબે ગૌરી, મૈયા જય શ્યામા ગૌરી।\nનિશ દિન તુમકો ધ્યાવત, હર બ્રહ્મા શિવજી॥\nમાગં સિંદૂર બિરાજે, તિકો ઉજ્જ્વલ ટીકો।\nસુંદર શોભા તેરી, કોઇ ન દેખૈ કોઇ॥\n",
      "meaning": "જય અંબે ગૌરી, જય શ્યામા ગૌરી. બ્રહ્મા અને શિવજી પણ રાત-દિવસ તમારું ધ્યાન કરે છે. તમારા કપાળ પર સિંદૂર શોભે છે અને સુંદર ટીકો છે. તમારી સુંદરતા અપાર છે."
    },
    {
      "id": 21,
      "title": "Gayatri Mantra 108 Times",
      "singer": "Anuradha Paudwal",
      "file": "devi/gayatri-mantra-108.mp3",
      "lyrics": "ॐ भूर् भुवः स्वः।\nतत् सवितुर्वरेण्यं।\nभर्गो देवस्य धीमहि।\nधियो यो नः प्रचोदयात्॥\n",
      "meaning": "આપણે તે દિવ્ય પરમાત્માની પૂજા કરીએ છીએ, જેણે આ સૃષ્ટિનું સર્જન કર્યું છે. જે બધા દુ:ખોને દૂર કરનાર છે અને બધા સુખોને આપનાર છે. આપણે તેમના તેજસ્વી પ્રકાશનું ધ્યાન કરીએ છીએ, જે આપણા મનને યોગ્ય માર્ગ તરફ પ્રેરિત કરે છે."
    }
  ],
  "Other Bhajans": [
    {
      "id": 22,
      "title": "Dutt Bavani",
      "singer": "Hari Cassettes",
      "file": "others/dutt-bavani.mp3",
      "lyrics": "જય યોગેશ્વર દત્તા દયાળ, તુજ વિન વિનવું કર જોડી।\nઅવિરત ધ્યાન ધરતા હરશું, નિરંજન, નિરાકાર, અખંડ જ્યોતિ॥\nનિજ ધામમાં સદા સુખ રહે, બ્રહ્મચારી બલવંત।\nહે સચ્ચિદાનંદ રૂપ, ગુરુ દત્ત દેવ॥\n",
      "meaning": "જય હો યોગેશ્વર દત્તા, હે દયાળુ દત્ત, હું હાથ જોડીને વિનંતી કરું છું. હું તમારું ધ્યાન કરું છું, જે નિરંજન, નિરાકાર અને અખંડ જ્યોતિ છે. તમે તમારા ધામમાં હંમેશા સુખમાં રહો છો, તમે બ્રહ્મચારી અને બલવાન છો. હે સચ્ચિદાનંદ રૂપ, ગુરુ દત્ત દેવ."
    }
  ]
}
